Repository: olehzahor/Lexico
Catalog: Lexico/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ru

source: Cards
ru: Карточки

source: Cards filter
ru: Фильтр карточек

source: Cards will appear here when they become due.
ru: Карточки появятся здесь, когда наступит время повторения.

source: completion
ru: завершено

source: Easy
ru: Легко

source: Good
ru: Нормально

source: Hard
ru: Сложно

source: Hey
ru: Привет

source: Ignore
ru: Игнорировать

source: Ignored
ru: Игнор

source: New cards will appear here.
ru: Новые карточки появятся здесь.

source: No cards are available right now. Come back later for more reviews.
ru: Сейчас карточек нет. Возвращайтесь позже за новыми повторениями.

source: No cards to review
ru: Нет карточек для повторения

source: No ignored cards
ru: Нет игнорируемых карточек

source: No unseen cards
ru: Нет новых карточек

source: Ready
ru: Готово

source: Review
ru: Повторение

source: Session
ru: Сессия

source: Settings
ru: Настройки

source: Today's goal
ru: Цель на сегодня

source: Unignore
ru: Убрать из игнора

source: Unseen
ru: Новые

source: You haven't ignored any cards yet.
ru: Вы пока не игнорировали карточки.

source: You're all caught up
ru: На сегодня всё пройдено
